<?php
$arrayMessages = array(
		0 => "Имя пользователя может состоять только из Английских букв и цифр!",
		1 => "Имя пользователя должно быть от 3х до 16 символов!",
		2 => "Пользователь и таким именем уже существует!",
		3 => "Неизвестная ошибка. Пожалуйста, свяжитесь с администрацией.",
		4 => "Пароль пользователя должен быть от 3х до 16 символов!",
		5 => "Регистрация прошла успешно!",
        6 => "Заполните необходимые поля!",
        7 => "Вы ввели некорректные данные!",
        8 => "Успешный вход!",
        9 => "Данные не совпадают.",
        10 => "Комментарий содержит недопустимые символы!",
        11 => "Комментарий превышает длинну!",
        12 => "Превышен интервал! Попробуйте позже.",
);
?>
